Repository: josephjlee/forms-2
Catalog: locale/*/admin.po
Languages: fa

source: Image
fa: تصویر

source: Review
fa: بررسی

source: Notification
fa: آگاهی رسانی

source: Main Image resize height
fa: ارتفاع تصویر اصلی بعد از تغییر اندازه

source: Main Image resize width
fa: عرض تصویر اصلی بعد از تغییر اندازه

source: Image resize height for list
fa: ارتفاع تصویر برای لیست بعد از تغییر اندازه

source: Image resize width for list
fa: عرض تصویر برای لیست بعد از تغییر اندازه

source: Review Action
fa: عملکرد بعد از بررسی

source: Use `|` as delimiter to separate terms
fa: از `|` به عنوان جداکننده استفاده کنید

source: Description for sent notification
fa: توضیحات ارسالی در ایمیل آگاهی رسانی

source: Form
fa: فرم ساز

source: Multi forms generator system
fa: ابزار فرم ساز برای تولید انواع فرم

source: List of forms
fa: فهرست فرم ها

source: New form
fa: فرم جدید

source: Form elements
fa: المان های فرم

source: New element
fa: المان جدید

source: Form records
fa: رکورد های فرم
