Repository: josephjlee/forms-2
Catalog: locale/*/default.po
Languages: fa

source: Pending
fa: در انتظار بررسی

source: Accepted
fa: تایید شده

source: Rejected
fa: رد شده

source: Element data saved successfully.
fa: اطلاعات المان با موفقت ذخیره شد.

source: Element form
fa: فرم ساخت المان

source: Form data saved successfully.
fa: اطلاعات فرم با موفقیت ذخیره شد.

source: Manage form
fa: مدیریت فرم

source: Form elements saved successfully.
fa: المان های متصل به فرم با موفقیت ذخیره شد.

source: Manage %s elements
fa: مدیریت المان های %s

source: Form input values saved successfully.
fa: اطلاعات وارد شده با موفقیت ذخیره شد.

source: View %s elements
fa: مشاهده المان های %s

source: Review saved successfully.
fa: نتیجه بررسی با موفقیت ذخیره شد.

source: The form not found.
fa: فرم یافت نشد.

source: Form title
fa: عنوان فرم

source: User ID
fa: شناسه کاربر

source: User name
fa: نام کاربر

source: User identity
fa: یوزرنیم کاربر

source: User email
fa: ایمیل کاربر

source: Time create
fa: زمان ایجاد

source: Time create view
fa: زمان ایجاد نمایشی

source: File not exit !
fa: فایل موجود نیست !

source: This is not your record.
fa: این رکورد متعلق به شما نیست.

source: You not allowed to fill this form.
fa: شما مجاز به دسترسی به این فرم نیستید.

source: Title
fa: عنوان

source: Type
fa: نوع

source: Status
fa: وضعیت

source: Published
fa: منتشر شده

source: Pending review
fa: در انتظار تایید

source: Draft
fa: پیش نویس

source: Private
fa: خصوصی

source: Delete
fa: حذف

source: General value
fa: مقدار اصلی

source: Use `|` as delimiter to separate select box / Checkbox / Radio button elements
fa: از `|` به عنوان جداکننده المان های حالت چک باکس / سلکت باکس و دکمه رادیویی استفاده کنید

source: Description
fa: توضیحات

source: Required
fa: ضروری

source: Is name?
fa: نام کاربر؟

source: Check it is this filed is part of user name, like first name or last name
fa: اگر این فیلد بخشی از نام کاربر مثل نام یا نام خانوادگی است تیک بزنید

source: Is email?
fa: ایمیل کاربر؟

source: Check it is this filed is user email
fa: اگر این فیلد بخشی از ایمیل است تیک بزنید

source: Is mobile?
fa: موبایل کاربر؟

source: Check it is this filed is user mobile
fa: اگر این فیلد موبایل کاربر است تیک بزنید

source: Submit
fa: ارسال

source: Form type is : %s
fa: نوع فرم : %s

source: Link to form
fa: لینک به فرم

source: Slug
fa: اسلاگ

source: Used as form URL value : must be unique, short, and user oriented
fa: به عنوان آدرس فرم استفاده می شود : باید یکتا کوتاه و کاربر پسند باشد

source: Need register
fa: نیاز به ثبت نام

source: Yes
fa: بلی

source: No
fa: خیر

source: User need register to system and login for fell this form
fa: کاربر باید در سیستم ثبت نام کرده و سپس وارد شود تا بتواند فرم را تکمیل کند

source: Need review
fa: نیاز به بررسی

source: All form records should be review by admin
fa: تمام رکورد ها باید توسط مدیر بررسی شود

source: Review Action
fa: عملیات بررسی

source: Do action after accept form record on admin review
fa: عملیات انجامی بر روی رکورد بعد از بررسی و تایید مدیر

source: Time start
fa: تاریخ شروع

source: Time end
fa: تاریخ پایان

source: Main image
fa: تصویر اصلی

source: Review Status
fa: وضعیت بررسی

source: Review Result
fa: نتیجه بررسی

source: Edit
fa: ویرایش

source: List of forms
fa: فهرست فرم ها

source: ID
fa: شناسه

source: Count
fa: تعداد

source: Start
fa: شروع

source: End
fa: پایان

source: Action
fa: عملکرد

source: Manage
fa: مدیریت

source: Element
fa: المان ها

source: View
fa: نمایش

source: View on admin side
fa: مشاهده در سمت مدیر

source: View on front side
fa: مشاهده در سمت کاربر

source: Record
fa: رکورد

source: View Records
fa: مشاهده رکورد ها

source: Export Records
fa: خروجی رکورد ها

source: You still didnt make any form, please make new one
fa: شما هنوز هیچ فرم ای نساخته اید، لطفا ابتدا یک فرم ایجاد کنید

source: To make a new CSV file from form records, please click on the below button and wait to generate file possess completed, after that you can download a list of records as CSV file
fa: برای ایجاد یک پرونده CSV جدید از سوابق فرم ، لطفاً بر روی دکمه زیر کلیک کنید و منتظر بمانید تا پرونده کامل شود ، پس از آن می توانید لیستی از سوابق را به عنوان یک پرونده CSV بارگیری کنید

source: Export form data
fa: خورجی از اطلاعات فرم

source: CSV version
fa: خروجی CSV

source: List of records
fa: فهرست رکورد ها

source: Form
fa: فرم

source: User
fa: کاربر

source: Time
fa: زمان

source: Review
fa: بازنگری

source: No record saved on system
fa: هیچ رکوردی در سیستم ذخیره نشده است

source: Value
fa: مقدار

source: Element type
fa: نوع المان

source: Admin review
fa: نتیجه بررسی مدیر

source: Your input recodes
fa: اطلاعات وارد شده شما

source: You dont put any entry on our forms yet !
fa: هنوز هیچ کدام از فرم ها را تکمیل نکرده اید !

source: List of available forms
fa: فهرست فرم ها

source: View and fill the form
fa: مشاهده و تکمیل فرم

source: No active form available
fa: هیچ فرم فعالی وجود ندارد
